Repository: Kim-Jiny/Interval
Catalog: iOS/IntervalApp/IntervalApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: Login to Join
de: Anmelden zum Beitreten
es: Iniciar sesión para unirse
fr: Connectez-vous pour rejoindre
ja: ログインして参加
ko: 로그인하여 참여
zh_hans: 登录以参加

source: Login to view
de: Anmelden zum Anzeigen
es: Iniciar sesión para ver
fr: Connectez-vous pour voir
ja: ログインして表示
ko: 로그인하여 확인
zh_hans: 登录以查看

source: M = Mileage Points
de: M = Meilenpunkte
es: M = Puntos de millaje
fr: M = Points de kilométrage
ja: M = マイレージポイント
ko: M = 마일리지 포인트
zh_hans: M = 里程积分

source: Mileage
de: Meilen
es: Millaje
fr: Kilométrage
ja: マイレージ
ko: 마일리지
zh_hans: 里程

source: Minutes
de: Minuten
es: Minutos
ja: 分
ko: 분
zh_hans: 分

source: More
de: Mehr
es: Más
fr: Plus
ja: もっと見る
ko: 더보기
zh_hans: 更多

source: Mountain Climbers
de: Bergsteiger
es: Escaladores
fr: Grimpeurs
ja: マウンテンクライマー
ko: 마운틴 클라이머
zh_hans: 登山者

source: My Challenges
de: Meine Challenges
es: Mis desafíos
fr: Mes défis
ja: マイチャレンジ
ko: 내 챌린지
zh_hans: 我的挑战

source: My Inquiry
de: Meine Anfrage
es: Mi consulta
fr: Ma demande
ja: 私の問い合わせ
ko: 내 문의
zh_hans: 我的咨询

source: My Mileage
de: Meine Meilen
es: Mi millaje
fr: Mon kilométrage
ja: マイマイレージ
ko: 내 마일리지
zh_hans: 我的里程

source: Neck Stretch
de: Nackendehnung
es: Estiramiento de cuello
fr: Étirement du cou
ja: 首ストレッチ
ko: 목 스트레칭
zh_hans: 颈部拉伸

source: Network error. Please try again.
de: Netzwerkfehler. Bitte versuche es erneut.
es: Error de red. Por favor, inténtalo de nuevo.
fr: Erreur réseau. Veuillez réessayer.
ja: ネットワークエラー。もう一度お試しください。
ko: 네트워크 오류입니다. 다시 시도해주세요.
zh_hans: 网络错误。请重试。

source: Never
de: Nie
es: Nunca
fr: Jamais
ja: なし
ko: 없음
zh_hans: 从未

source: New Challenge
de: Neue Challenge
es: Nuevo desafío
fr: Nouveau défi
ja: 新しいチャレンジ
ko: 새 챌린지
zh_hans: 新挑战

source: New Inquiry
de: Neue Anfrage
es: Nueva consulta
fr: Nouvelle demande
ja: 新規お問い合わせ
ko: 새 문의
zh_hans: 新咨询

source: New Routine
de: Neue Routine
es: Nueva Rutina
fr: Nouvelle Routine
ja: 新規ルーティン
ko: 새 루틴
zh_hans: 新计划

source: Next
de: Nächste
es: Siguiente
fr: Suivant
ja: 次
ko: 다음
zh_hans: 下一个

source: Nickname
de: Spitzname
es: Apodo
fr: Pseudo
ja: ニックネーム
ko: 닉네임
zh_hans: 昵称

source: Nickname must be 2-20 characters
de: Der Spitzname muss 2-20 Zeichen lang sein
es: El apodo debe tener entre 2 y 20 caracteres
fr: Le pseudo doit contenir entre 2 et 20 caractères
ja: ニックネームは2〜20文字である必要があります
ko: 닉네임은 2-20자여야 합니다
zh_hans: 昵称必须为2-20个字符

source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니요
zh_hans: 否

source: No active challenges
de: Keine aktiven Challenges
es: Sin desafíos activos
fr: Aucun défi actif
ja: 進行中のチャレンジがありません
ko: 진행 중인 챌린지가 없습니다
zh_hans: 没有进行中的挑战

source: No challenges available
de: Keine Challenges verfügbar
es: No hay desafíos disponibles
fr: Aucun défi disponible
ja: 参加可能なチャレンジがありません
ko: 참여 가능한 챌린지가 없습니다
zh_hans: 没有可参加的挑战

source: No completed challenges
de: Keine abgeschlossenen Challenges
es: Sin desafíos completados
fr: Aucun défi terminé
ja: 完了したチャレンジがありません
ko: 완료된 챌린지가 없습니다
zh_hans: 没有已完成的挑战

source: No Inquiries Yet
de: Noch keine Anfragen
es: Sin consultas aún
fr: Aucune demande pour l'instant
ja: まだお問い合わせはありません
ko: 아직 문의가 없습니다
zh_hans: 暂无咨询

source: No participants yet
de: Noch keine Teilnehmer
es: Aún no hay participantes
fr: Pas encore de participants
ja: まだ参加者がいません
ko: 아직 참가자가 없습니다
zh_hans: 暂无参与者

source: No Routines Yet
de: Noch keine Routinen
es: Aún no hay rutinas
fr: Pas encore de routines
ja: ルーティンがありません
ko: 루틴이 없습니다
zh_hans: 还没有例程

source: No transactions yet
de: Noch keine Transaktionen
es: Aún no hay transacciones
fr: Pas encore de transactions
ja: 取引履歴がありません
ko: 아직 거래 내역이 없습니다
zh_hans: 暂无交易记录

source: No upcoming challenges
de: Keine bevorstehenden Challenges
es: Sin desafíos próximos
fr: Aucun défi à venir
ja: 今後のチャレンジがありません
ko: 예정된 챌린지가 없습니다
zh_hans: 没有即将到来的挑战

source: Not Connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
ja: 未接続
ko: 연결 안됨
zh_hans: 未连接

source: Notifications
de: Benachrichtigungen
es: Notificaciones
ja: 通知
ko: 알림
zh_hans: 通知

source: Open
de: Offen
es: Abierto
fr: Ouvert
ja: オープン
ko: 대기중
zh_hans: 待处理

source: Opening the Watch app will automatically connect.
de: Öffnen Sie die Watch-App, um automatisch zu verbinden.
es: Abrir la app del reloj conectará automáticamente.
fr: Ouvrir l'app Watch connectera automatiquement.
ja: Watchアプリを開くと自動的に接続されます。
ko: 워치 앱을 열면 자동으로 연결됩니다.
zh_hans: 打开Watch应用将自动连接。

source: Other
de: Sonstiges
es: Otro
fr: Autre
ja: その他
ko: 기타
zh_hans: 其他

source: Participants
de: Teilnehmer
es: Participantes
ja: 参加者
ko: 참가자
zh_hans: 参与者

source: Participating
de: Teilnehmend
es: Participando
fr: Participant
ja: 参加中
ko: 참여 중
zh_hans: 参与中

source: Payment Issue
de: Zahlungsproblem
es: Problema de pago
fr: Problème de paiement
ja: 支払いの問題
ko: 결제 문제
zh_hans: 支付问题

source: Plank
de: Planke
es: Plancha
fr: Planche
ja: プランク
ko: 플랭크
zh_hans: 平板支撑

source: Plank Challenge
de: Planke Challenge
es: Desafío de plancha
fr: Défi planche
ja: プランクチャレンジ
ko: 플랭크 챌린지
zh_hans: 平板支撑挑战

source: Please allow photo library access in Settings to save screenshots.
de: Bitte erlauben Sie den Zugriff auf die Fotomediathek in den Einstellungen.
es: Por favor, permite el acceso a la biblioteca de fotos en Ajustes.
fr: Veuillez autoriser l'accès à la photothèque dans les réglages.
ja: 設定からフォトライブラリへのアクセスを許可してください。
ko: 스크린샷을 저장하려면 설정에서 사진 접근을 허용해주세요.
zh_hans: 请在设置中允许访问照片库以保存截图。

source: Please enter a challenge title.
de: Bitte gib einen Challenge-Titel ein.
es: Por favor, introduce un título para el desafío.
fr: Veuillez entrer un titre de défi.
ja: チャレンジタイトルを入力してください。
ko: 챌린지 제목을 입력하세요.
zh_hans: 请输入挑战标题。

source: Please log in first.
de: Bitte melden Sie sich zuerst an.
es: Por favor, inicia sesión primero.
fr: Veuillez d'abord vous connecter.
ja: まずログインしてください。
ko: 먼저 로그인해 주세요.
zh_hans: 请先登录。

source: Please log in to share routines.
de: Bitte melden Sie sich an, um Routinen zu teilen.
es: Inicia sesión para compartir rutinas.
fr: Connectez-vous pour partager des routines.
ja: ルーティンを共有するにはログインしてください。
ko: 루틴을 공유하려면 로그인해 주세요.
zh_hans: 请登录以分享计划。

source: Please provide as much detail as possible to help us assist you better.
de: Bitte geben Sie so viele Details wie möglich an, damit wir Ihnen besser helfen können.
es: Por favor proporcione la mayor cantidad de detalles posible para ayudarnos a asistirle mejor.
fr: Veuillez fournir autant de détails que possible pour nous aider à mieux vous assister.
ja: より良いサポートのために、できるだけ詳しくご記入ください。
ko: 더 나은 도움을 드리기 위해 가능한 자세히 작성해주세요.
zh_hans: 请尽可能详细地描述，以便我们更好地为您服务。

source: Please select a routine.
de: Bitte wähle eine Routine aus.
es: Por favor, selecciona una rutina.
fr: Veuillez sélectionner une routine.
ja: ルーティンを選択してください。
ko: 루틴을 선택하세요.
zh_hans: 请选择一个例程。

source: Prize
de: Preis
es: Premio
fr: Prix
ja: 賞金
ko: 상금
zh_hans: 奖金

source: Prize Distribution
de: Preisverteilung
es: Distribución de premios
fr: Distribution des prix
ja: 賞金配分
ko: 상금 분배
zh_hans: 奖金分配

source: Prize Pool
de: Preispool
es: Premio total
fr: Cagnotte
ja: 賞金プール
ko: 상금 풀
zh_hans: 奖金池

source: Prizes Distributed!
de: Preise verteilt!
es: ¡Premios distribuidos!
fr: Prix distribués !
ja: 賞金が分配されました！
ko: 상금 분배 완료!
zh_hans: 奖金已分配！

source: Public Challenge
de: Öffentliche Challenge
es: Desafío público
fr: Défi public
ja: 公開チャレンジ
ko: 공개 챌린지
zh_hans: 公开挑战

source: Public Challenges
de: Öffentliche Challenges
es: Desafíos Públicos
fr: Défis Publics
ja: 公開チャレンジ
ko: 공개 챌린지
zh_hans: 公开挑战

source: Push Notifications
de: Push-Benachrichtigungen
es: Notificaciones push
fr: Notifications push
ja: プッシュ通知
ko: 푸시 알림
zh_hans: 推送通知

source: Push notifications are disabled in system settings. Tap to open Settings.
de: Push-Benachrichtigungen sind in den Systemeinstellungen deaktiviert. Tippen Sie, um die Einstellungen zu öffnen.
es: Las notificaciones push están deshabilitadas en los ajustes del sistema. Toca para abrir Ajustes.
fr: Les notifications push sont désactivées dans les paramètres système. Appuyez pour ouvrir les Paramètres.
ja: プッシュ通知はシステム設定で無効になっています。設定を開くにはタップしてください。
ko: 푸시 알림이 시스템 설정에서 비활성화되어 있습니다. 설정을 열려면 탭하세요.
zh_hans: 推送通知已在系统设置中禁用。点击打开设置。

source: Questions about mileage, challenges, or transactions
de: Fragen zu Meilen, Herausforderungen oder Transaktionen
es: Preguntas sobre millas, desafíos o transacciones
fr: Questions sur les miles, défis ou transactions
ja: マイレージ、チャレンジ、取引に関する質問
ko: 마일리지, 챌린지 또는 거래 관련 문의
zh_hans: 关于里程、挑战或交易的问题

source: Recruiting
de: Anmeldung läuft
es: Reclutando
fr: Recrutement
ja: 募集中
ko: 모집 중
zh_hans: 招募中

source: Refund
de: Erstattung
es: Reembolso
fr: Remboursement
ja: 返金
ko: 환불
zh_hans: 退款

source: Registration end date must be in the future.
de: Das Anmeldeschluss-Datum muss in der Zukunft liegen.
es: La fecha de fin de inscripción debe ser en el futuro.
fr: La date de fin d'inscription doit être dans le futur.
ja: 登録締切日は将来の日付にしてください。
ko: 모집 마감일은 미래 날짜여야 합니다.
zh_hans: 报名截止日期必须在将来。

source: Registration Ends
de: Anmeldeschluss
es: Fin de inscripción
fr: Fin des inscriptions
ja: 登録締切
ko: 모집 마감
zh_hans: 报名截止

source: Registration period has ended.
de: Der Anmeldezeitraum ist beendet.
es: El período de inscripción ha terminado.
fr: La période d'inscription est terminée.
ja: 登録期間が終了しました。
ko: 모집 기간이 종료되었습니다.
zh_hans: 报名期限已结束。

source: Relaxing stretch routine
de: Entspannende Dehnroutine
es: Rutina de estiramientos relajantes
fr: Routine d'étirements relaxants
ja: リラックスストレッチルーティン
ko: 릴렉스 스트레칭 루틴
zh_hans: 放松拉伸训练

# Remaining: %lld/%lld today
source: Remaining: %1$lld/%2$lld today
de: Verbleibend: %lld/%lld heute
es: Restante: %lld/%lld hoy
fr: Restant : %lld/%lld aujourd'hui
ja: 残り: 本日%lld/%lld
ko: 오늘 남은 횟수: %lld/%lld
zh_hans: 剩余：今日%lld/%lld

source: Replies
de: Antworten
es: Respuestas
fr: Réponses
ja: 返信
ko: 답변
zh_hans: 回复

source: Report app crashes, errors, or unexpected behavior
de: App-Abstürze, Fehler oder unerwartetes Verhalten melden
es: Reportar fallos, errores o comportamiento inesperado de la app
fr: Signaler des plantages, erreurs ou comportements inattendus
ja: アプリのクラッシュ、エラー、予期しない動作を報告
ko: 앱 충돌, 오류 또는 예기치 않은 동작 신고
zh_hans: 报告应用崩溃、错误或意外行为

source: Resolved
de: Gelöst
es: Resuelto
fr: Résolu
ja: 解決済み
ko: 해결됨
zh_hans: 已解决

source: Rest
de: Pause
es: Descanso
fr: Repos
ja: 休憩
ko: 휴식
zh_hans: 休息

source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
ja: 結果
ko: 결과
zh_hans: 结果

source: Reward Earned!
de: Belohnung verdient!
es: ¡Recompensa obtenida!
fr: Récompense gagnée !
ja: 報酬を獲得しました！
ko: 보상 획득!
zh_hans: 获得奖励！

source: Round %lld/%lld
de: Runde %lld/%lld
es: Ronda %lld/%lld
fr: Tour %lld/%lld
ja: ラウンド %lld/%lld
ko: 라운드 %lld/%lld
zh_hans: 第 %lld/%lld 轮

source: Rounds
de: Runden
es: Rondas
fr: Tours
ja: ラウンド
ko: 라운드
zh_hans: 轮次

source: Rounds: %lld
de: Runden: %lld
es: Rondas: %lld
fr: Tours: %lld
ja: ラウンド: %lld回
ko: 라운드: %lld회
zh_hans: 轮数: %lld

source: Routine not found or no longer available.
de: Routine nicht gefunden oder nicht mehr verfügbar.
es: Rutina no encontrada o ya no disponible.
fr: Routine introuvable ou plus disponible.
ja: ルーティンが見つからないか、利用できなくなりました。
ko: 루틴을 찾을 수 없거나 더 이상 사용할 수 없습니다.
zh_hans: 找不到计划或已不可用。

source: Routine Preview
de: Routinen-Vorschau
es: Vista previa de rutina
fr: Aperçu de la routine
ja: ルーティンプレビュー
ko: 루틴 미리보기
zh_hans: 计划预览

source: Routines
de: Routinen
es: Rutinas
ja: ルーティン
ko: 루틴
zh_hans: 训练计划

source: Run
de: Laufen
es: Correr
fr: Course
ja: 走る
ko: 달리기
zh_hans: 跑步

source: Run/Walk intervals for beginners
de: Lauf/Geh-Intervalle für Anfänger
es: Intervalos de correr/caminar para principiantes
fr: Intervalles course/marche pour débutants
ja: 初心者向けラン/ウォークインターバル
ko: 초보자용 달리기/걷기 인터벌
zh_hans: 初学者跑步/步行间歇

source: Running Intervals
de: Laufintervalle
es: Intervalos de carrera
fr: Intervalles de course
ja: ランニングインターバル
ko: 러닝 인터벌
zh_hans: 跑步间歇

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
zh_hans: 保存

source: Schedule
de: Zeitplan
es: Horario
fr: Calendrier
ja: スケジュール
ko: 일정
zh_hans: 日程

source: Screenshot Error
de: Screenshot-Fehler
es: Error de captura
fr: Erreur de capture
ja: スクリーンショットエラー
ko: 스크린샷 오류
zh_hans: 截图错误

source: Screenshot Saved
de: Screenshot gespeichert
es: Captura guardada
fr: Capture enregistrée
ja: スクリーンショットを保存しました
ko: 스크린샷 저장됨
zh_hans: 截图已保存

source: Seconds
de: Sekunden
es: Segundos
fr: Secondes
ja: 秒
ko: 초
zh_hans: 秒

source: Select Routine
de: Routine auswählen
es: Seleccionar rutina
fr: Sélectionner une routine
ja: ルーティン選択
ko: 루틴 선택
zh_hans: 选择例程

source: Select Template
de: Vorlage auswählen
es: Seleccionar plantilla
fr: Sélectionner un modèle
ja: テンプレートを選択
ko: 템플릿 선택
zh_hans: 选择模板

source: Session expired. Please log in again.
de: Sitzung abgelaufen. Bitte melde dich erneut an.
es: Sesión expirada. Por favor, inicia sesión de nuevo.
fr: Session expirée. Veuillez vous reconnecter.
ja: セッションが期限切れです。再度ログインしてください。
ko: 세션이 만료되었습니다. 다시 로그인해 주세요.
zh_hans: 会话已过期。请重新登录。

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
ko: 설정
zh_hans: 设置

source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
ko: 공유
zh_hans: 分享

source: Share Challenge
de: Challenge teilen
es: Compartir desafío
fr: Partager le défi
ja: チャレンジを共有
ko: 챌린지 공유
zh_hans: 分享挑战

source: Share Error
de: Fehler beim Teilen
es: Error al compartir
fr: Erreur de partage
ja: 共有エラー
ko: 공유 오류
zh_hans: 分享错误

source: Share this challenge with friends to invite them!
de: Teile diese Challenge mit Freunden, um sie einzuladen!
es: ¡Comparte este desafío con amigos para invitarlos!
fr: Partagez ce défi avec vos amis pour les inviter !
ja: 友達にこのチャレンジを共有して招待しましょう！
ko: 친구들을 초대하려면 챌린지를 공유하세요!
zh_hans: 与朋友分享此挑战以邀请他们！

source: Shoulder Stretch
de: Schulterdehnung
es: Estiramiento de hombros
fr: Étirement des épaules
ja: 肩ストレッチ
ko: 어깨 스트레칭
zh_hans: 肩部拉伸

source: Sign in with Google
de: Mit Google anmelden
es: Iniciar sesión con Google
fr: Se connecter avec Google
ja: Googleでサインイン
ko: Google로 로그인
zh_hans: 使用Google登录

source: Sign in with Kakao
de: Mit Kakao anmelden
es: Iniciar sesión con Kakao
fr: Se connecter avec Kakao
ja: Kakaoでサインイン
ko: 카카오로 로그인
zh_hans: 使用Kakao登录

source: Sound
de: Ton
es: Sonido
fr: Son
ja: サウンド
ko: 소리
zh_hans: 声音

source: Spent
de: Ausgegeben
es: Gastado
fr: Dépensé
ja: 使用
ko: 사용
zh_hans: 使用

source: Start from scratch
de: Von Grund auf neu beginnen
es: Empezar desde cero
fr: Commencer de zéro
ja: ゼロから作成
ko: 처음부터 만들기
zh_hans: 从零开始

source: Starting soon
de: Startet bald
es: Comienza pronto
fr: Commence bientôt
ja: まもなく開始
ko: 곧 시작
zh_hans: 即将开始

source: Starts in %lld days
de: Startet in %lld Tagen
es: Comienza en %lld días
fr: Commence dans %lld jours
ja: %lld日後に開始
ko: %lld일 후 시작
zh_hans: %lld天后开始

source: Starts today
de: Startet heute
es: Comienza hoy
fr: Commence aujourd'hui
ja: 本日開始
ko: 오늘 시작
zh_hans: 今天开始

source: Stretching
de: Dehnung
es: Estiramientos
fr: Étirements
ja: ストレッチ
ko: 스트레칭
zh_hans: 拉伸

source: Submit
de: Absenden
es: Enviar
fr: Envoyer
ja: 送信
ko: 제출
zh_hans: 提交

source: Suggest new features or improvements
de: Neue Funktionen oder Verbesserungen vorschlagen
es: Sugerir nuevas funciones o mejoras
fr: Suggérer de nouvelles fonctionnalités ou améliorations
ja: 新機能や改善点の提案
ko: 새로운 기능이나 개선 사항 제안
zh_hans: 建议新功能或改进

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
ja: 概要
ko: 요약
zh_hans: 摘要

source: Sync Failed
de: Synchronisation fehlgeschlagen
es: Error de sincronización
fr: Échec de la synchronisation
ja: 同期失敗
ko: 동기화 실패
zh_hans: 同步失败

source: Sync failed: %@
de: Synchronisierung fehlgeschlagen: %@
es: Error de sincronización: %@
fr: Échec de la synchronisation : %@
ja: 同期に失敗しました: %@
zh_hans: 同步失败：%@

source: Sync to Watch
de: Mit Watch synchronisieren
es: Sincronizar con Watch
fr: Synchroniser avec Watch
ja: Watchと同期
ko: 워치에 동기화
zh_hans: 同步到手表

source: Tap to log in
de: Zum Anmelden tippen
es: Toca para iniciar sesión
fr: Appuyez pour vous connecter
ja: タップしてログイン
ko: 탭하여 로그인
zh_hans: 点击登录

source: Target
de: Ziel
es: Objetivo
fr: Objectif
ja: 目標
ko: 목표
zh_hans: 目标

source: This challenge is full.
de: Diese Challenge ist voll.
es: Este desafío está lleno.
fr: Ce défi est complet.
ja: このチャレンジは定員に達しました。
ko: 이 챌린지는 정원이 찼습니다.
zh_hans: 此挑战已满员。

source: This information helps us diagnose issues faster.
de: Diese Informationen helfen uns, Probleme schneller zu diagnostizieren.
es: Esta información nos ayuda a diagnosticar problemas más rápido.
fr: Ces informations nous aident à diagnostiquer les problèmes plus rapidement.
ja: この情報は問題の診断を迅速に行うのに役立ちます。
ko: 이 정보는 문제를 더 빠르게 진단하는데 도움이 됩니다.
zh_hans: 这些信息有助于我们更快地诊断问题。

source: This will permanently delete your account and all associated data. This action cannot be undone.
de: Dadurch werden Ihr Konto und alle zugehörigen Daten dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente tu cuenta y todos los datos asociados. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement votre compte et toutes les données associées. Cette action ne peut pas être annulée.
ja: アカウントと関連するすべてのデータが完全に削除されます。この操作は元に戻せません。
ko: 계정과 모든 관련 데이터가 영구적으로 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
zh_hans: 这将永久删除您的账户和所有相关数据。此操作无法撤消。

source: Ticket not found
de: Ticket nicht gefunden
es: Ticket no encontrado
fr: Ticket non trouvé
ja: チケットが見つかりません
ko: 문의를 찾을 수 없습니다
zh_hans: 未找到工单

source: Time Setting
de: Zeiteinstellung
es: Ajuste de Tiempo
fr: Réglage du Temps
ja: 時間設定
ko: 시간 설정
zh_hans: 时间设置

source: Title
de: Titel
es: Título
fr: Titre
ja: タイトル
ko: 제목
zh_hans: 标题

source: Total
de: Gesamt
ja: 合計
ko: 총 시간
zh_hans: 总计

source: Total Earned
de: Insgesamt verdient
es: Total ganado
fr: Total gagné
ja: 累計獲得
ko: 총 적립
zh_hans: 累计获得

source: Total Spent
de: Insgesamt ausgegeben
es: Total gastado
fr: Total dépensé
ja: 累計使用
ko: 총 사용
zh_hans: 累计使用

source: Total Time
de: Gesamtzeit
es: Tiempo Total
fr: Temps Total
ja: 合計時間
ko: 총 시간
zh_hans: 总时间

source: Transaction History
de: Transaktionsverlauf
es: Historial de transacciones
fr: Historique des transactions
ja: 取引履歴
ko: 거래 내역
zh_hans: 交易记录

source: Type
de: Typ
es: Tipo
ja: タイプ
ko: 타입
zh_hans: 类型

source: Unfavorite
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
ja: お気に入り解除
zh_hans: 取消收藏

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
ja: 不明なエラー
ko: 알 수 없는 오류
zh_hans: 未知错误

source: Upcoming
de: Bevorstehend
es: Próximamente
fr: À venir
ja: 今後の予定
ko: 예정됨
zh_hans: 即将到来

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
ja: アップデート
ko: 업데이트
zh_hans: 更新

source: Update Available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
ja: アップデートがあります
ko: 업데이트 가능
zh_hans: 有可用更新

source: View Details
de: Details anzeigen
es: Ver detalles
fr: Voir les détails
ja: 詳細を見る
ko: 자세히 보기
zh_hans: 查看详情

source: Waiting for Response
de: Warte auf Antwort
es: Esperando respuesta
fr: En attente de réponse
ja: 返信待ち
ko: 답변 대기중
zh_hans: 等待回复

source: Walk
de: Gehen
es: Caminar
fr: Marche
ja: 歩く
ko: 걷기
zh_hans: 步行

source: Warmup
de: Aufwärmen
es: Calentamiento
fr: Échauffement
ja: ウォームアップ
ko: 준비
zh_hans: 热身

source: Warmup Walk
de: Aufwärm-Gehen
es: Caminata de calentamiento
fr: Marche d'échauffement
ja: ウォームアップウォーク
ko: 준비 걷기
zh_hans: 热身步行

source: Watch Ad & Earn
de: Werbung ansehen & verdienen
es: Ver anuncio y ganar
fr: Regarder une pub et gagner
ja: 広告を見て獲得
ko: 광고 보고 적립
zh_hans: 观看广告并赚取

source: Watch app is not installed. Please install the app on your Apple Watch.
de: Watch-App ist nicht installiert. Bitte installieren Sie die App auf Ihrer Apple Watch.
es: La app del Watch no está instalada. Por favor, instala la app en tu Apple Watch.
fr: L'app Watch n'est pas installée. Veuillez installer l'app sur votre Apple Watch.
ja: Watchアプリがインストールされていません。Apple Watchにアプリをインストールしてください。
ko: 워치 앱이 설치되지 않았습니다. Apple Watch에 앱을 설치해주세요.
zh_hans: 手表应用未安装。请在您的Apple Watch上安装应用。

source: Watch Connection
de: Watch-Verbindung
es: Conexión con Watch
fr: Connexion Watch
ja: Watch接続
ko: 워치 연결
zh_hans: 手表连接

source: Watch connection is not ready. Please try again.
de: Watch-Verbindung ist nicht bereit. Bitte versuchen Sie es erneut.
es: La conexión con el Watch no está lista. Por favor, inténtalo de nuevo.
fr: La connexion Watch n'est pas prête. Veuillez réessayer.
ja: Watch接続の準備ができていません。もう一度お試しください。
ko: 워치 연결이 준비되지 않았습니다. 다시 시도해주세요.
zh_hans: 手表连接未就绪。请重试。

source: We've received your inquiry and will respond as soon as possible.
de: Wir haben Ihre Anfrage erhalten und werden so schnell wie möglich antworten.
es: Hemos recibido su consulta y responderemos lo antes posible.
fr: Nous avons reçu votre demande et répondrons dès que possible.
ja: お問い合わせを受け付けました。できるだけ早くご返信いたします。
ko: 문의가 접수되었습니다. 최대한 빠르게 답변드리겠습니다.
zh_hans: 我们已收到您的咨询，会尽快回复。

source: Workout
de: Training
es: Ejercicio
fr: Exercice
ja: 運動
ko: 운동
zh_hans: 运动

source: Workout Complete!
de: Training abgeschlossen!
es: ¡Entrenamiento completado!
fr: Entraînement terminé !
ja: ワークアウト完了！
ko: 운동 완료!
zh_hans: 锻炼完成！

source: Workout completion image has been saved to your photo library.
de: Das Bild wurde in Ihrer Fotomediathek gespeichert.
es: La imagen se ha guardado en tu biblioteca de fotos.
fr: L'image a été enregistrée dans votre photothèque.
ja: 画像がフォトライブラリに保存されました。
ko: 운동 완료 이미지가 사진 앨범에 저장되었습니다.
zh_hans: 图片已保存到您的照片库。

source: Yes
de: Ja
es: Sí
fr: Oui
ja: はい
ko: 예
zh_hans: 是

source: You are already participating in '%@'.
de: Du nimmst bereits an '%@' teil.
es: Ya estás participando en '%@'.
fr: Vous participez déjà à '%@'.
ja: あなたはすでに'%@'に参加しています。
ko: 이미 '%@'에 참여 중입니다.
zh_hans: 您已经参加了'%@'。

source: You are already participating in this challenge.
de: Du nimmst bereits an dieser Challenge teil.
es: Ya estás participando en este desafío.
fr: Vous participez déjà à ce défi.
ja: すでにこのチャレンジに参加しています。
ko: 이미 이 챌린지에 참여 중입니다.
zh_hans: 您已经参加此挑战。

source: You earned %lldM!
de: Du hast %lldM verdient!
es: ¡Ganaste %lldM!
fr: Vous avez gagné %lldM !
ja: %lldMを獲得しました！
ko: %lldM을 획득했습니다!
zh_hans: 您获得了%lldM！

source: Your Balance
de: Dein Guthaben
es: Tu saldo
fr: Votre solde
ja: 残高
ko: 보유 잔액
zh_hans: 您的余额

source: Your entry fee will be refunded. Are you sure you want to leave?
de: Deine Teilnahmegebühr wird erstattet. Bist du sicher, dass du gehen möchtest?
es: Tu tarifa de entrada será reembolsada. ¿Estás seguro de que quieres irte?
fr: Vos frais d'entrée seront remboursés. Êtes-vous sûr de vouloir partir ?
ja: 参加費は返金されます。本当に退出しますか？
ko: 참가비가 환불됩니다. 정말 나가시겠습니까?
zh_hans: 参赛费将被退还。确定要退出吗？

source: Your inquiry has been submitted. We'll get back to you soon!
de: Ihre Anfrage wurde übermittelt. Wir werden uns bald bei Ihnen melden!
es: Su consulta ha sido enviada. ¡Nos pondremos en contacto pronto!
fr: Votre demande a été soumise. Nous vous répondrons bientôt !
ja: お問い合わせを受け付けました。すぐにご連絡いたします！
ko: 문의가 접수되었습니다. 빠른 시일 내에 답변드리겠습니다!
zh_hans: 您的咨询已提交。我们会尽快回复您！

source: App Info
es: Info de la app
fr: Infos app
ja: アプリ情報
ko: 앱 정보
zh_hans: 应用信息

source: App Version
es: Versión de la app
fr: Version de l'app
ja: アプリバージョン
ko: 앱 버전
zh_hans: 应用版本

source: Build
es: Compilación
ja: ビルド
ko: 빌드
zh_hans: 构建

source: Challenge
es: Desafío
fr: Défi
ja: チャレンジ
ko: 챌린지
zh_hans: 挑战

source: Community
es: Comunidad
fr: Communauté
ja: コミュニティ
ko: 커뮤니티
zh_hans: 社区

source: D-Day
es: Día D
fr: Jour J
ja: 当日
zh_hans: 当天

source: Max: %lld
es: Máx: %lld
ja: 最大: %lld人
ko: 최대: %lld명
zh_hans: 最多：%lld人

source: OK
es: Aceptar
ko: 확인
zh_hans: 好

source: Routine
es: Rutina
ja: ルーティン
ko: 루틴
zh_hans: 例程

source: Routine Info
es: Info de Rutina
fr: Info Routine
ja: ルーティン情報
ko: 루틴 정보
zh_hans: 计划信息

source: Routine Name
es: Nombre de Rutina
fr: Nom de la Routine
ja: ルーティン名
ko: 루틴 이름
zh_hans: 计划名称

source: Start
es: Iniciar
fr: Démarrer
ja: 開始
ko: 시작
zh_hans: 开始

source: Support
es: Soporte
fr: Assistance
ja: サポート
ko: 지원
zh_hans: 支持

source: Support & Feedback
es: Soporte y comentarios
fr: Assistance et commentaires
ja: サポート・フィードバック
ko: 문의 및 피드백
zh_hans: 支持与反馈

source: Tab
es: Pestaña
fr: Onglet
ja: タブ
ko: 탭
zh_hans: 标签

source: Version
es: Versión
ja: バージョン
ko: 버전
zh_hans: 版本
